{
  "home" : "Home",
  "pals" : "Pals",
  "tournaments" :"Tournaments",
  "profile": "Profile",
  "profileview": {
    "editprofile": "Edit Profile",
    "follow" : "Follow",
    "unfollow" : "UnFollow",
    "following": "Following",
    "followers": "Followers",
    "outOf":"out of ",
    "bestpals": "Best Pals",
    "ratings":"Ratings",
    "stats":"Stats",
    "gameProfiles":"Game Profiles",
    "noGames":" This user hasn't got any game registered.",
    "noFollowers":"This user hasn't got any follower! Be the first.",
    "noFollowing":"This user doesn't follow anybody.",
    "noTeam":"This user hasn't got any team.",
    "noRating":"This user hasn't got any rating yet! Be the first.",
    "writeRating":"Write a Rating",
    "addSteamAccount":"Add Steam Account",
    "steam":{
      "help": "Click here to find out your Steam ID"
    }
  },
  "send" :"Send",
  "notFounduser":"USER NOT FOUND",
  "rate":"Rate",
  "view":"View",
  "seeMore":"See more",
  "signup": "Sign up",
  "login": "Login",
  "logout": "Logout",
  "lolslider": "Join our  League Of Legends. 0% Toxicity 100% Fun",
  "dotaslider": "Dota 2 Community coming soon!",

  "loginview":{
    "password": "Password",
    "username" : "User name",
    "message" : "Join our community and start playing better and happier",
    "donthaveaccount": "Don't have an account yet?",
    "wrong": "User or password are wrong, please try again.",
    "forgotPassword": "Did you forgot your password?"
  },
  "signupform": {
    "name": "Name",
    "succesfull": "You've registered into the system successful, please login and start new making friends",
    "userAccount": "User Account Data",
    "username": "Username",
    "error1": "Please enter a value for this field.",
    "error2": "The username have to be longer than 5 characters",
    "error3": "The username have to be shorter than 32 characters",
    "password": "Password",
    "rPassword": "Repeat password",
    "error4": "Password don't match",
    "pData": "Personal Data",
    "email": "Email",
    "picture": "Picture",
    "headerImage": "Header Image",
    "age": "Age",
    "languages": "Languages",
    "error5": "Please enter a valid email.",
    "error6": "Please enter a valid url.",
    "error7": "Please enter a number.",
    "error8": "Please select a value for this field.",
    "success": "You've signup correctly in our system, try to log in and start being a Gaming Pals",
    "required": "Required"
  },
  "main": {
 	 "friendly": " Our community is 100% friendly and we do not allow by any means toxicity.",
 	 "slogan": "Be prepared to a hole new gaming experience joining our community. 0% Toxicity. 100% Fun",
 	 "competition":"Compete with pals in tournaments where you can make friends and enjoy a positive gaming enviroment",
 	 "community":" Follow pals or be followed, make requests to play and rate pals with 3 diferent metrics",
 	 "attitude":"Attitude",
 	 "knowledge":"Knowledge",
 	 "skill":"Skill",
 	 "join":"Join us in our League of Legends community",
 	 "join2":"So, what are you waiting for? Join us immediately!",
 	 "singup":"Sing up",
 	 "comingSoon":"Coming soon",
 	 "and":"And"
 },
  "addSummoner":{
  	"region": "Region",
  	"select":"Select",
  	"validateLOL":"To validate the authentication of your LoL Account we need you to do one thing for us, please log in into your LoL Account and change the name of a mastery page to this:",
  	"checkLOL":"Once is done, click check",
  	"clickCheck":"Check my LoL Account",
  	"addSummoner":"Add summoner"
  },
  "assignTeam":{
  	"select":"Select a Team",
  	"selectedTeam":"You are going to inscribe your selected team to",
  	"inscribe":"Join"
  },
  "team":{
  "searchMember":"Search a member:",
  "members":"Members selected",
  "create":"Create Team",
  "teamName": "Team name",
  "membs":"Members"
  },
  "tournament":{
 	 "create":"Create a Tournament",
 	 "title": "Title",
 	 "description":"Description",
 	 "rules":"Rules",
 	 "numberTeams":"Number of teams ",
 	 "selectValue":"Select value",
 	 "teams":"Teams",
 	 "inscriptionLimit":"Inscription limit",
 	 "tournaments":"Tournaments",
 	 "started":"STARTED!",
 	 "inscriptionClosed":"Inscription Closed!",
 	 "inscribe":"JOIN IN",
 	 "inscriptedTeams":"Inscripted Teams",
 	 "bracket":"Bracket",
 	 "awards":"Awards",
 	 "adminZone":"Admin zone",
 	 "advanceRounds":"Advance Rounds",
 	 "information":"Information",
 	 "notFound":"Tournament not found",
     "createAward": "Create Award",
     "reportMatch": "Report Match",
     "delete": ""
  },
  "lol":{
 	 "recentMatches":"Recent Matches"
  },
  "messages":{
 	 "conversations":"Conversations",
  	 "joinDiscord":"Join Our Discord Server"
  },
  "chat":{
 	 "messages":"Messages",
 	 "typing":"Typing",
 	 "connected":"Connected",
 	 "userNotFound":"User not found"
  },
  "notification":{
  	"notifications":"Notifications",
  	"teamInvitations":"Team invitations",
  	"newFollowers":"New Followers",
  	"noTeamInvitations":"You haven't received invitations recently",
  	"reject":"Reject",
  	"accept":"accept",
  	"noNewFollowers":"You haven't been followed recently",
  	"followYou":"Has followed you"
  },
  "reportform":{
  "report":"Report",
  "proof":"Proof",
  "comment":"Comment",
  "reportMatch":"Report match",
  "result":"Result",
  "selectOption":"Select a option",
  "looser":"Losser",
  "winner":"Winner",
  "incidence":"Incidence"
  },
  "search":{
    "languages": "Languages",
    "ratingavg": "Rating Avg.",
  "pals":"Search pals",
  "game":"Game",
  "selectGame":"Select a game",
  "tier":"Tier",
  "selectTier":"Select tier",
  "bronze":"Bronze",
  "silver":"Silver",
  "gold":"Gold",
  "platinum":"Platinum",
  "diamond":"Diamond",
  "master":"Master",
  "challenger":"Challenger",
  "resetFilter":"Reset filter",
  "games":"Games",
  "ratingAvg":"Rating average",
  "filter":"Filter"
  },
  "teamForm":{
  	"t":"Team",
 	 "teamNotFound":"Team Not Found"
  },
  "confrontationview":{
  	"controntationList":"Confrontation list",
  	"round":"Round",
  	"numberMatch":"Number match",
  	"limit":"Limit play"
  },
  "reportview":{
  "list":"Report list",
  "reportedUsed":"Reported User",
  "action":"Action"
  },
  "users":{
  	"usersList":"Users list"
  },
  "layout":{
  "userReportedList":"Admin Panel",
  "myGameProfiles":"My Game Profiles",
  "myFollowing":"My Following",
  "myFollowers":"My Followers",
  "myTeams":"My Teams",
  "ratingsReceived":"Ratings Received",
  "notifications":"Notifications",
  "teamNotifications":"Team Invitations",
  "newFollowers":"New Followers",
  "messages":"Messages",
  "aboutUs":"About us",
  "contact":"Contact",
  "legalNote":"Legal Notice"
  },
  "steam":{
  	"clickCheck":"Now click the Check button so we can offer to you games available in our system",
  	"check":"Check",
  	"availablesGames":"Select the availables games to add with your Steam Account",
  	"selectGames":"Select games",
  	"yourUsernameSteam":"Your username in Steam",
  	"noHaveGames":"You don't have any new game too add to the system"
  },
  "legalIssues":{
    "title": "Legal Notice",
    "introduction1": "Read carefully the following document. It is constituted as the Legal Notice and Conditions of Use that regulate the access, navigation and use of the web site of the cooperative society, GAMINGPALS S.COOP.  located on the website",
    "introduction2": "The access, navigation and use of this website implies in its part the express and unreserved acceptance of all the terms of this Legal Notice, having the same validity and effectiveness as any contract signed in writing and signed for that purpose.",
    "introduction3": "Your compliance will be enforceable with respect to any person accessing, browsing or using the Website. If you do not agree to these terms, do not access, browse or use the Website.",
    "companyData": "1. COMPANY DATA",
    "companyData1": "GAMINGPALS S.COOP.  is a cooperative company domiciled at Reina Mercedes Campus, Edificio Celestino Mutis, Avda. Reina Mercedes, s / n, 41012 Sevilla. To communicate with GAMINGPALS, directly and effectively, you can go to the email address:",
    "objectScope": "2. PURPOSE AND SCOPE",
    "objectScope1": "The present Conditions regulate the access to the contents and all the services and products offered by GAMINGPALS through its Website, as well as the use of the same by the Users. However, GAMINGPALS reserves the right to modify the presentation, configuration and content of the Website, as well as the conditions required for its access and / or use.",
    "objectScope2": "Before using, booking and / or contracting services offered by GAMINGPALS, the User must carefully read the particular conditions created, if appropriate, by GAMINGPALS. The use, reservation and / or contracting of such services implies acceptance of The particular conditions that regulate them in the version published by GAMINGPALS at the time of such use, reservation and / or contracting. The access, navigation and use of the Website entails and assumes the acceptance by the User of this Legal Notice and the Conditions of Use which includes.",
    "objectScope3": "In this sense, the User shall mean the person who accesses, navigates, uses or participates in the services developed on the Website.",
    "accessSecurity": "3. ACCESS AND SECURITY",
    "accessSecurity1": "The access to the contents on the services provided by",
    "accessSecurity2": "Are subject to registration, prior contracting and payment of an amount, which will be specified in their own contracting conditions. Access to the Website by minors is prohibited, unless they have prior and express authorization from their parents, guardians or legal representatives, who will be considered responsible for the acts carried out by minors in their charge , In accordance with current regulations. In any case, it will be presumed that the access made by a minor to the Website has been done with prior and express authorization of their parents, guardians or legal representatives.",
    "accessSecurity3": "The access to the contents through the Web Site requires registration, through the selection by the User, of identifier and password.",
    "accessSecurity4": "The password is personal and not transferable. The User undertakes to make diligent use of his password and keep it secret, not transmitting it to any third party and also to the entity itself GAMINGPALS. Consequently, Users are responsible for the proper custody and confidentiality of any identifiers and / or passwords they have selected as Registered Users of GAMINGPALS, and undertake not to assign their use to third parties, either temporarily or permanently, or allow their access To outsiders. The User will be responsible for the unlawful use of the Website by any illegitimate third party, who uses a password for that purpose due to a non-diligent use or loss of the same by the User.",
    "accessSecurity5": "However, the Website has the necessary functionalities so that the User can change his password when he deems it appropriate, for example, because he suspects or that there has been a failure of the confidentiality of the password.",
    "accessSecurity6": "By virtue of the foregoing, it is the obligation of the User to immediately notify the managers of the Website of any fact that allows the improper use of identifiers and / or passwords, such as theft, loss, or unauthorized access to The same, in order to proceed to its immediate cancellation. Until such events are reported, GAMINGPALS will be exempt from any liability that may arise from the misuse of identifiers or passwords by unauthorized third parties.",
    "intellectualProperty": "4. INTELLECTUAL AND INDUSTRIAL PROPERTY RIGHTS",
    "intellectualProperty1": "This website is governed by Spanish law and by national and international legislation on intellectual and industrial property. In no case will it be understood that the access and navigation of the User through the Website or the use, acquisition and / or contracting of products or services offered through the Website implies a waiver, transmission, license or total or partial transfer of said Rights by GAMINGPALS. The User has a strictly private use right, exclusively for the purpose of enjoying the benefits of the service in accordance with these General Conditions.",
    "intellectualProperty2": "References to names and trademarks or logos, logos or other distinctive signs, whether owned by GAMIGNPALS or by third parties, implies a prohibition on their use, without the express prior written consent of GAMINGPALS or its rightful owners . At any time, unless expressly stated in writing, access to or use of the Website and / or its contents and / or services, gives the User any right to trademarks, logos and / or distinctive signs in it including protected by law.",
    "intellectualProperty3": "All rights of Intellectual and Industrial Property are reserved on the contents and / or services and, in particular, it is prohibited to modify, copy, reproduce, publicly communicate, transform or distribute in any way all or part of the contents and / or service Included in the Website, for public or commercial purposes, without prior, express and written authorization from GAMINGPALS or, as the case may be, the owner of the corresponding rights.",
    "responsabilities": "5. RESPONSIBILITIES AND WARRANTIES OF SERVICE",
    "responsabilities1": "GAMINGPALS makes every effort to guarantee the reliability, usefulness or accuracy of the services or information provided through the Website. However, GAMINGPALS, on occasion, may not guarantee at all times the aforementioned aspects, of which it will not be responsible for it.",
    "responsabilities2": "However, GAMINGPALS declares that it has taken all necessary measures, within its possibilities and the state of the technology, to guarantee the functioning of the Website and to prevent the existence and transmission of viruses and other harmful components to Users.",
    "responsabilities3": "GAMINGPALS will not be liable in the event of interruptions of the service, delays, errors, malfunctions of the service and, in general, other inconveniences that originate in causes that are beyond its control, and / or due to a malicious or guilty action Of the User and / or has as its origin causes of force majeure.",
    "responsabilities4": "Without prejudice to the provisions of Article 1,105 of the Civil Code, the following shall be included in the concept of force majeure, in addition, and for the purposes of these general conditions, all events occurring outside the control of GAMINGPALS, such as: , Operators or service companies, acts of government, lack of access to third-party networks, acts or omissions of public authorities, others produced as a result of natural phenomena, blackouts, etc., and attack by hackers or third parties specialized in security Or integrity of the computer system, provided that GAMINGPALS has adopted all existing security measures in accordance with the state of the technology.",
    "responsabilities5": "GAMINGPALS will have the right, without any indemnity to the User for these concepts, to temporarily suspend the services and Contents of the Website to carry out maintenance operations, improparation of them. In the event that the interruption that is made is definitive, the availability of the information stored in the different services is not guaranteed, however, this circumstance will be notified in advance to the Users. Notwithstanding the foregoing, regardless of the cause, GAMINGPALS will not assume any responsibility for the loss of information, whether for direct or indirect damages, emergent damages and / or loss of profits.",
    "responsabilities6": "GAMINGPALS is not responsible for the use that the User makes of the services and products of the Website or its passwords, as well as any other material on the Website, infringing the intellectual or industrial property rights or any other rights of third parties. In the case of adult content, it is the responsibility of the user or his / her legal representatives, to limit access to underage children, with the mechanisms that the Internet browser or other services of third parties make available .",
    "responsabilities7": "If the User becomes aware of the existence of any illegal, illegal, unlawful or otherwise infringing intellectual property rights, he or she shall notify GAMINGPALS immediately so that it can proceed with the adoption of the Measures.",
    "responsabilities8": "The User will be liable for damages and damages of any nature that GAMINGPALS may suffer as a result of breach of any of the obligations to which it is subject by these conditions or the particular conditions that are applicable.",
    "links": "6. LINKS",
    "links1": "In case that in the Web Site the User could find links to other Web pages by means of different buttons, links, banners, etc., these would be managed by third parties. GAMINGPALS does not have the power or the human or technical means to know, control or approve all the information, contents, products or services provided by other websites to which links can be established from the Website. Consequently, GAMINGPALS will not be able to assume any type of responsibility for any aspect related to the web page to which a link could be established from the Website.",
    "privacy": "7. PRIVACY POLICY",
    "privacy1": "In compliance with the provisions of Organic Law 15/1999, of December 13, on Protection of Personal Data, the company, GAMINGPALS, S.Coop. (Hereinafter GAMINGPALS), hereby informs you that:",
    "privacy2": "1. The personal data provided by You through this GAMINGPALS Web Site will be incorporated into the GAMINGPALS files, duly registered in the General Data Protection Register. The purpose of these files is the management of users of the Website, the management of services offered through said site and, where appropriate, the management, development and fulfillment of the relationship established between GAMINGPALS and those who contribute their personal data to Through the Website. Likewise, GAMINGPALS will treat the data to manage the queries that it receives through the Website by the users of the same, for the sending of useful information or interest relative to articles, events and publications, advertising and commercial information, by different Means, to them, about the company, its activities, competitions, products, services, offers, special promotions, as well as documentation of diverse nature.",
    "privacy3": "2. We also inform you that the information provided may be communicated to the companies that collaborate with GAMINGPALS, in order to fulfill the same purposes previously reported.",
    "privacy4": "3. In response to GAMINGPALS 'concern to ensure the security and confidentiality of its data, the required levels of security of personal data protection have been adopted and the technical means at its disposal have been implemented to prevent loss, misuse , Alteration, unauthorized access and theft of the personal data provided through",
    "privacy5": "4. You guarantee that the data provided are true, and in any case, GAMINGPALS will not assume any liability, whether for direct or indirect damages, emergent damages and / or for loss of profits that may arise as a result of breach of such obligation . In the event that the data provided belonged to a third party, you guarantee that you have informed the third party of the aspects contained in this document and obtained your authorization to provide your data to GAMINGPALS for the purposes indicated.",
    "privacy6": "5. GAMINGPALS reserves the right to modify the present conditions of its Data Protection Policy, in accordance with the applicable legislation at any time. Any modification will be included in these conditions and published on the Website to which all Users will have access, in accordance with the conditions established in the Legal Notice of the same.",
    "privacy7": "6. In order to exercise your rights of access, rectification, cancellation and opposition to your data, you can write to the following address: Campus de Reina Mercedes, Edificio Celestino Mutis, Avda. Reina Mercedes, s / n, 41012 Sevilla.",
    "privacy8": "7. In accordance with Law 34/2002, of July 11, on Services of the Information Society and Electronic Commerce, in the event that you do not wish to receive electronic commercial communications in the future, on the part of GAMINGPALS, you can express this desire by sending an email to the following email address:",
    "cookies": "8. COOKIES POLICY",
    "cookies1": "We inform you that in",
    "cookies2": "We use cookies in order to facilitate the use and navigation through the web page and improve the quality of the page according to the habits and styles of navigation of the users.",
    "cookies3": "1. What are cookies?",
    "cookies4": "They are files that are downloaded to the computer, Smartphone or tablet of the user when accessing a web page and allow the holder of said page to store or retrieve certain information on multiple variables, such as; The number of times the page has been visited by the user, ensure the user's session while browsing the page, etc. It is necessary to point out that blocking all cookies can disable certain services and functionalities",
    "cookies5": "2. Cookies used",
    "cookies6": "JSESSIONID is a cookie generated by Servlet containers such as Tomcat or Jetty and used for session management in the J2EE web application for the HTTP protocol.",
    "cookies7": "It is a cookie in which the desired language is stored on the page.",
    "cookies8": "3. How to view cookies?",
    "cookies9": "All browsers offer the user the possibility to search and display cookies installed by a particular website, obtain information regarding the duration of the same and the possibility of eliminating them, as indicated in the following section. Here is a series of informative links on this issue, based on the most used browsers:",
    "cookies10": "4. How do I disable or delete cookies?",
    "cookies11": "To disable, restrict, block or delete cookies, the user must modify the browser settings that he uses in his terminal, be it a computer, Smartphone or tablet. In general, browsers offer the following configuration options regarding the installation of cookies:",
    "cookies12": "That the browser rejects all cookies, and therefore, that no cookie of any web page is installed in its terminal.",
    "cookies13": "Let the browser warn you before the installation of the cookie occurs so that you decide whether or not to accept the installation of the cookie.",
    "cookies14": "The browser only rejects third party cookies from the websites you visit, but not those used by the website you are browsing.",
    "cookies15": "The private mode browsing option whereby cookies are installed in the terminal, but it is automatically deleted when browsing through the website ends:",
    "duration": "9. DURATION AND MODIFICATION",
    "duration1": "GAMINGPALS may modify the terms and conditions stipulated herein, in whole or in part, by publishing any changes in the same way as this Legal Notice or through any type of communication addressed to Users. The temporary validity of this Legal Notice therefore coincides with the time of its exposure, until they are totally or partially modified, at which time the modified Legal Notice will become effective. Regardless of the provisions of the specific conditions, GAMINGPALS may terminate, suspend or interrupt, at any time without notice, access to the contents of the page, without the possibility of the User demanding compensation.",
    "legislation": "10. LEGISLATION AND APPLICABLE JURISDICTION",
    "legislation1": "The relationships established between GAMINGPALS and the User shall be governed by the provisions of current Spanish legislation. GAMINGPALS and the User, expressly waiving any other jurisdiction that may correspond to them, will submit any disputes and / or litigation to the knowledge of the Courts and Tribunals of the city of Seville (Spain)."
  },
  "contact": {
    "contact": "Contact us",
    "contactus": "You can send an email to the following email address:"
  },
    "passwordrecovery": {
      "header" : "Password Recovery",
      "notfound": "There wasn't found any account linked to that email address",
      "internal": "There was an error trying to reset your password",
      "login1": "A new password has sent to your email, check your email and",
      "login2": "Login",
      "login3": "with your new password."
},
  "aboutUs":{
  	 "p1": "GamingPals is the place where you will meet the best partners for your video game sessions. It borns from the idea that gamers who are positive and spread good vibes deserve to have proper experience while playing with random people from the internet.",
     "p2": "For that purpose we provide them a free environment where they have the tools to find,  evaluate and rate other players. Also providing them the proper communication tools for that purpose.",
     "p3": "As an additional feature we offer you the possibility of joining our tournaments league. Here you will be able to play tournament of games from steam and league of legends. There you will have a place where you can test your skills competing with others pals for really cool prizes.",
     "p4": "Join us for free and start being a part of the coolest gaming community!"
 },
  "awardForm":{
    "createAward": "Create Award",
    "image": "Image",
    "description": "Description",
    "create": "Create"
  }

}