{
  "home" : "Inicio",
  "pals" : "Amigos",
  "tournaments" :"Torneos",
  "profile": "Perfil",
  "profileview": {
    "editprofile": "Editar Perfil",
    "follow" : "Seguir",
    "unfollow" : "Dejar de seguir",
    "following": "Siguiendo",
    "followers": "Seguidores",
    "outOf":"basado en ",
    "ratings":"Puntuaciones",
    "bestpals": "Mejores amigos",
    "stats":"Estad√≠sticas",
    "gameProfiles":"Perfiles en juegos",
    "noGames":"Este jugador no tiene ning√∫n juego registrado.",
    "noFollowers":"¬°Este usuario no tiene seguidores! Se el primero.",
    "noFollowing":"Este usuario a√∫n no sigue a nadie.",
    "noTeam":"Este usuario a√∫n no pertenece a ning√∫n equipo.",
    "noRating":"¬°Este usuario a√∫n no tiene puntuaciones! Se el primero en puntuarlo.",
    "writeRating":"Puntuar",
    "addSteamAccount":"A√±adir cuenta de Steam",
    "steam":{
      "help": "Haz click aqu√≠ para averiguar tu ID de Steam"
    }
  },
  "send" :"Enviar",
  "view":"Ver",
  "404user":"USUARIO NO ENCONTRADO",
  "rate":"Valorar",
  "seeMore":"Ver mas",
  "signup": "Reg√≠strate",
  "login": "Entrar",
  "logout": "Salir",
  "lolslider": "√önete a nuestra comunidad de League of Legends. 0% Toxicidad 100% Diversi√≥n",
  "dotaslider": "¬°Comunidad de Dota 2 proximamente!",
  "loginview":{
    "password": "Contrase√±a",
    "username" : "Nombre de usuario",
    "message" : "√önete a nuestra comunidad y comienza a jugar mejor y m√°s feliz",
    "donthaveaccount": "¬øA√∫n no tienes cuenta?",
    "wrong": "El usuario o la contrase√±a son iconrrectos, porfavor vuelva a intentarlo"
  },
  "signupform": {
    "name": "Nombre",
    "userAccount": "Datos de usuario",
    "username": "Nombre de usuario",
    "succesfull": "Te has registrado correctamente en el sistema, por favor logueate y empieza a hacer nuevos amigos",
    "error1": "Introduzca un valor para este campo.",
    "error2": "El campo debe tener m√°s de 5 car√°cteres",
    "error3": "El campo debe tener menos de 32 car√°cteres",
    "password": "Contrase√±a",
    "rPassword": "Repita la contrase√±a",
    "error4": "Las contrase√±as no coinciden",
    "pData": "Datos personales",
    "email": "Email",
    "picture": "Imagen",
    "headerImage": "Imagen de cabecera",
    "age": "Edad",
    "languages": "Idiomas",
    "error5": "Introduzca un email v√°lido.",
    "error6": "Introduzca una URL v√°lido.",
    "error7": "Introduzca un n√∫mero.",
    "error8": "Seleccione un valor para este campo.",
    "success": "Se ha registrado correctamente en nuestro sistema, inicie sesi√≥n y comience a disfrutar de Gaming Pals",
    "required": "Obligatorio"

  },
  "main": {
 	 "friendly": "Nuestra comunidad es acogedora y no toleramos ning√∫n tipo de toxicidad.",
 	 "slogan": "Preparate para una nueva experiencia de juego al entrar en nuestra comunidad. 0% Toxicidad 100% Diversi√≥n",
 	 "competition":" Compite en torneos en un entorno amigable donde podr√°s encontrar nuevos amigos.",
 	 "community":" Sigue a nuevos amigos, enviales peticiones para jugar y valoralos con 3 m√©tricas diferentes:",
 	 "attitude":"Actitud",
 	 "knowledge":"Conocimiento",
 	 "skill":"Habilidad",
 	 "join":"Entra en nuestra comunidad de League of Legends",
 	 "join2":"¬øEntonces, a qu√© est√°s esperando? ¬°√önete!",
 	 "singup":"Reg√≠strate",
 	 "comingSoon":"Pr√≥ximamente",
 	 "and":"Y"
  },
  "addSummoner":{
  	"region": "Regi√≥n",
  	"select":"Seleccionar",
  	"validateLOL":"Para validar que est√°s autenticado con tu cuenta de LoL necesitamos que hagas una cosa por nosotros, por favor logueate en tu cuenta de LoL y cambia el nombre de una de tus p√°ginas de maestr√≠as por esto:",
  	"checkLOL":"Una vez hecho, cliquea en 'Comprobar cuenta de Lol'",
  	"clickCheck": "Comprobar cuenta de Lol",
  	"addSummoner":"A√±adir invocador"
  },
  "assignTeam":{
  	"select":"Selecciona un equipo",
  	"selectedTeam":"El equipo seleccionado se inscribir√° a ",
  	"inscribe":"Inscribir"
  },
  "team":{
  "searchMember":"Buscar un miembro:",
  "members":"Miembros seleccionados",
  "create":"Crear equipo",
  "teamName": "Nombre del equipo",
  "membs":"Miembros"
  },
  "tournament":{
 	 "create":"Crear un torneo",
 	 "title": "T√≠tulo",
 	 "description":"Descripci√≥n",
 	 "rules":"Reglas",
 	 "numberTeams":"N√∫mero de equipos ",
 	 "selectValue":"Seleccionar un valor",
 	 "teams":"Equipos",
 	 "inscriptionLimit":"L√≠mite de inscripci√≥n",
 	 "tournaments":"Torneos",
 	 "started":"¬°EN MARCHA!",
 	 "inscriptionClosed":"¬°Inscripci√≥n cerrada!",
 	 "inscribe":"INSCRIBIRSE",
 	 "inscriptedTeams":"Equipos inscriptos",
 	 "bracket":"Emparejamiento",
 	 "awards":"Premios",
 	 "adminZone":"Zona del administrador",
 	 "advanceRounds":"Avanzar rondas",
 	 "information":"Information",
 	 "notFound":"Torneo no encontrado",
     "createAward": "Crear premio"
  },
  "lol":{
 	 "recentMatches":"Partidas recientes"
  },
  "messages":{
 	 "conversations":"Conversaciones",
 	 "joinDiscord":"√önete a nuestro servidor de Discord"},
  "chat":{
 	 "messages":"Mensajes",
 	  "typing":"Escribiendo",
 	 "connected":"Conectado",
 	 "userNotFound":"Usuario no encontrado"
  },
  "notification":{
  	"notifications":"Notificaciones",
  	"teamInvitations":"Invitaciones a equipos",
  	"newFollowers":"Nuevos seguidores",
  	"noTeamInvitations":"No has recibido invitaciones √∫ltimamente.",
  	"reject":"Rechazar",
  	"accept":"Aceptar",
  	"noNewFollowers":"No has sido seguido √∫ltimamente.",
    "followYou": "Te ha seguido"
  },
  "reportform":{
  "report":"Reportar",
  "proof":"Prueba",
  "comment":"Comentario",
  "reportMatch":"Reportar partida",
  "result":"Resultado",
  "selectOption":"Selecciona una opci√≥n",
  "looser":"Perdedor",
  "winner":"Ganador",
  "incidence":"Incidencia"
  },
  "search":{
    "languages": "Idiomas",
    "ratingavg": "Puntuaci√≥n media",
  "pals":"Buscar amigos",
  "game":"Juego",
  "selectGame":"Selecciona un juego",
  "tier":"Nivel",
  "selectTier":"Selecciona el nivel",
  "bronze":"Bronce",
  "silver":"Plata",
  "gold":"Oro",
  "platinum":"Platino",
  "diamond":"Diamante",
  "master":"Maestro",
  "challenger":"Aspirante",
  "resetFilter":"Reiniciar filtro",
  "games":"Juegos",
  "ratingAvg":"Puntuaci√≥n media",
  "filter":"Filtrar"
  },
  "teamForm":{
  "t":"Equipo",
  "teamNotFound":"Equipo no encontrado"
  },
  "confrontationview":{
  	"controntationList":"Lista de enfrentamientos",
  	"round":"Ronda",
  	"numberMatch":"N√∫mero de partida",
  	"limit":"L√≠mite para jugar"
  },
  "reportview":{
  "list":"Lista de reportes",
  "reportedUsed":"Usuario reportado",
  "action":"Acci√≥n"

  },
  "users":{
  	"usersList":"Lista de usuarios"
  },
  "layout":{
  "userReportedList":"Lista de usarios reportados",
  "myGameProfiles":"Mis perfiles de juegos",
  "myFollowing":"Mis seguidos",
  "myFollowers":"Mis seguidores",
  "myTeams":"Mis equipos",
  "ratingsReceived":"Puntuaciones recibidas",
  "notifications":"Notificaciones",
  "teamNotifications":"Invitaciones a equipos",
  "newFollowers":"Nuevos seguidores",
  "messages":"Mensajes",
  "aboutUs":"Sobre nosotros",
  "contact":"Contactar",
  "legalNote":"Aviso legal"
  },
  "steam":{
  	"clickCheck":"Ahora haga clic en el bot√≥n Comprobar para poder ofrecerle juegos disponibles en nuestro sistema.",
  	"check":"Comprobar",
  	"availablesGames":"Selecciona los juegos disponibles para a√±adir con tu Cuenta de Steam.",
  	"selectGames":"Selecciona tus juegos",
  	"yourUsernameSteam":"Tu nombre de usuario en Steam",
  	"noHaveGames":"No dispones de juegos nuevos para a√±adir."
  },
  "legalIssues":{
    "title": "Aviso legal",
    "introduction1": "Lea cuidadosamente el siguiente documento. El mismo se constituye como el Aviso Legal y las Condiciones de Uso que regulan el acceso, navegaci√≥n y uso de la web de la sociedad cooperativa, ‚ÄúGAMINGPALS S.COOP.‚Äù ubicada en el sitio web",
    "introduction2": "El acceso, navegaci√≥n y utilizaci√≥n de esta p√°gina web implica por su parte la aceptaci√≥n expresa y sin reservas de todos los t√©rminos del presente Aviso Legal, teniendo la misma validez y eficacia que cualquier contrato celebrado por escrito y firmado a tal efecto.",
    "introduction3": "Su observancia y cumplimiento ser√° exigible respecto de cualquier persona que acceda, navegue o utilice el Sitio Web. Si usted no est√° de acuerdo con los t√©rminos expuestos, no acceda, navegue o utilice el Sitio Web.",
    "companyData": "1. DATOS DE LA COMPA√ë√çA",
    "companyData1": "‚ÄúGAMINGPALS S.COOP.‚Äù  es una sociedad cooperativa con domicilio en Campus de Reina Mercedes, Edificio Celestino Mutis, Avda. Reina Mercedes, s/n, 41012 Sevilla. Para comunicarse con GAMINGPALS, de manera directa y efectiva, podr√° dirigirse a la direcci√≥n de correo electr√≥nico:",
    "objectScope": "2. OBJETO Y √ÅMBITO DE APLICACI√ìN",
    "objectScope1": "Las presentes Condiciones regulan el acceso a los contenidos y todos los servicios y productos ofrecidos por GAMINGPALS a trav√©s de su Sitio Web, as√≠ como la utilizaci√≥n de los mismos por parte de los Usuarios. No obstante, GAMINGPALS se reserva el derecho a modificar la presentaci√≥n, configuraci√≥n y contenido del Sitio Web, as√≠ como tambi√©n las condiciones requeridas para su acceso y/o utilizaci√≥n.",
    "objectScope2": "Antes de utilizar, reservar y/o contratar servicios ofertados por GAMINGPALS, el Usuario deber√° leer atentamente las condiciones particulares creadas, en su caso, a tal efecto por GAMINGPALS La utilizaci√≥n, reserva y/o la contrataci√≥n de dichos servicios, implica la aceptaci√≥n de las condiciones particulares que los regulen en la versi√≥n publicada por GAMINGPALS en el momento en que se produzca dicha utilizaci√≥n, reserva y/o contrataci√≥n. El acceso, navegaci√≥n y uso del Sitio Web conllevan y supone la aceptaci√≥n por el Usuario del presente Aviso Legal y las Condiciones de Uso que incluye.",
    "objectScope3": "En este sentido, se entender√° por Usuario a la persona que acceda, navegue, utilice o participe en los servicios desarrollados en el Sitio Web.",
    "accessSecurity": "3. ACCESO Y SEGURIDAD",
    "accessSecurity1": "El acceso a los contenidos sobre los servicios proporcionados por",
    "accessSecurity2": "est√°n sujetos a registro, contrataci√≥n previa y al pago de una cantidad, lo cual se especificar√° en sus propias condiciones de contrataci√≥n. Queda prohibido el acceso al Sitio Web por parte de menores de edad, salvo que cuenten con la autorizaci√≥n previa y expresa de sus padres, tutores o representantes legales, los cuales ser√°n considerados como responsables de los actos que lleven a cabo los menores a su cargo, conforme a la normativa vigente. En todo caso, se presumir√° que el acceso realizado por un menor al Sitio Web se ha realizado con autorizaci√≥n previa y expresa de sus padres, tutores o representantes legales.",
    "accessSecurity3": "El acceso a los contenidos a trav√©s del Sitio Web requiere registro, mediante la selecci√≥n por parte del Usuario, de identificador y contrase√±a.",
    "accessSecurity4": "La contrase√±a tendr√° car√°cter personal e intransferible. El Usuario se compromete a hacer un uso diligente de su contrase√±a y mantenerla en secreto, no transmitiendola a ning√∫n tercero y tampoco a la propia entidad GAMINGPALS. En consecuencia, los Usuarios son responsables de la adecuada custodia y confidencialidad de cualesquiera identificadores y/o contrase√±as que hayan seleccionado como Usuarios registrados de GAMINGPALS, y se comprometen a no ceder su uso a terceros, ya sea temporal o permanente, ni permitir su acceso a personas ajenas. Ser√° responsabilidad del Usuario la utilizaci√≥n il√≠cita del Sitio Web por cualquier tercero ileg√≠timo, que emplee a tal efecto una contrase√±a a causa de una utilizaci√≥n no diligente o de la p√©rdida de la misma por el Usuario.",
    "accessSecurity5": "No obstante, el Sitio Web dispone de las funcionalidades necesarias para que el Usuario pueda cambiar su contrase√±a cuando lo considere oportuno, por ejemplo, porque sospeche o constante que se haya producido la quiebra de la confidencialidad de la contrase√±a.",
    "accessSecurity6": "En virtud de lo anterior, es obligaci√≥n del Usuario notificar de forma inmediata a los gestores del Sitio Web acerca de cualquier hecho que permita el uso indebido de los identificadores y/o contrase√±as, tales como el robo, extrav√≠o, o el acceso no autorizado a los mismos, con el fin de proceder a su inmediata cancelaci√≥n. Mientras no se comuniquen tales hechos, GAMINGPALS quedar√° eximida de cualquier responsabilidad que pudiera derivarse del uso indebido de los identificadores o contrase√±as por terceros no autorizados.",
    "intellectualProperty": "4. DERECHOS DE PROPIEDAD INTELECTUAL E INDUSTRIAL",
    "intellectualProperty1": "El presente Sitio Web se rige por las leyes espa√±olas y por la legislaci√≥n nacional e internacional sobre propiedad intelectual e industrial. En ning√∫n caso se entender√° que el acceso y navegaci√≥n del Usuario por el Sitio Web o la utilizaci√≥n, adquisici√≥n y/o contrataci√≥n de productos o servicios ofertados a trav√©s del Sitio Web, implique una renuncia, transmisi√≥n, licencia o cesi√≥n total ni parcial de dichos derechos por parte de GAMINGPALS. El Usuario dispone de un derecho de uso estrictamente privado, exclusivamente con la finalidad de disfrutar de las prestaciones del servicio de acuerdo con estas Condiciones Generales.",
    "intellectualProperty2": "Las referencias a nombres y marcas comerciales o registradas, logotipos u otros signos distintivos, ya sean titularidad de GAMIGNPALS o de terceras empresas, llevan impl√≠citas la prohibici√≥n sobre su uso, sin el consentimiento previo, expreso y por escrito de GAMINGPALS o de sus leg√≠timos propietarios. En ning√∫n momento, salvo manifestaci√≥n previa, expresa y por escrito, el acceso o uso del Sitio Web y/o de sus contenidos y/o servicios, confiere al Usuario derecho alguno sobre las marcas, logotipos y/o signos distintivos en √©l incluidos protegidos por Ley.",
    "intellectualProperty3": "Quedan reservados todos los derechos de Propiedad Intelectual e Industrial sobre los contenidos y/o servicios y, en particular, queda prohibido modificar, copiar, reproducir, comunicar p√∫blicamente, transformar o distribuir de cualquier forma la totalidad o parte de los contenidos y/o servicio incluidos en el Sitio Web, para prop√≥sitos p√∫blicos o comerciales, si no se cuenta con la autorizaci√≥n previa, expresa y por escrito de GAMINGPALS o, en su caso, del titular de los derechos correspondientes.",
    "responsabilities": "5. RESPONSABILIDADES Y GARANT√çAS DEL SERVICIO",
    "responsabilities1": "GAMINGPALS mantiene todos los esfuerzos posibles para garantizar la fiabilidad, utilidad o veracidad de los servicios o de la informaci√≥n que se preste a trav√©s del Sitio Web. No obstante, GAMINGPALS, en ocasiones, puede no garantizar en todo momento los aspectos citados con anterioridad, de lo que no se har√° responsable de ello.",
    "responsabilities2": "Sin embargo, GAMINGPALS declara que ha adoptado todas las medidas necesarias, dentro de sus posibilidades y del estado de la tecnolog√≠a, para garantizar el funcionamiento del Sitio Web y evitar la existencia y transmisi√≥n de virus y dem√°s componentes da√±inos a los Usuarios.",
    "responsabilities3": "GAMINGPALS no ser√° responsable en caso de que existan interrupciones del servicio, demoras, errores, mal funcionamiento del mismo y, en general, dem√°s inconvenientes que tengan su origen en causas que escapan de su control, y/o debida a una actuaci√≥n dolosa o culposa del Usuario y/o tenga por origen causas de fuerza mayor.",
    "responsabilities4": "Sin perjuicio de lo establecido en el art√≠culo 1.105 del C√≥digo Civil, se entender√°n incluidos en el concepto de fuerza mayor, adem√°s, y a los efectos de las presentes condiciones generales, todos aquellos acontecimientos acaecidos fuera del control de GAMINGPALS, tales como: fallo de terceros, operadores o compa√±√≠as de servicios, actos de Gobierno, falta de acceso a redes de terceros, actos u omisiones de las autoridades p√∫blicas, aquellos otros producidos comoconsecuencia de fen√≥menos naturales, apagones, etc., y el ataque dehackers o terceros especializados a la seguridad o integridad delsistema inform√°tico, siempre que GAMINGPALS haya adoptado todas las medidas de seguridad existentes de acuerdo con el estado de la tecnolog√≠a.",
    "responsabilities5": "GAMINGPALS tendr√° derecho, sin que exista indemnizaci√≥n alguna al Usuario porestos conceptos, a suspender temporalmente los servicios y Contenidos del Sitio Web para efectuar operaciones de mantenimiento, mejora oreparaci√≥n de los mismos. En el supuesto de que la interrupci√≥n que se efect√∫e tenga car√°cter definitivo, no queda garantizada la disponibilidad de la informaci√≥n almacenada en los distintos servicios, no obstante, dicha circunstancia se notificar√° previamente a los Usuarios. Sin perjuicio de lo anterior,independientemente de la causa, GAMINGPALS no asumir√° responsabilidad alguna por la p√©rdida de informaci√≥n, ya sea por da√±os directos o indirectos, da√±o emergente y/o por lucro cesante.",
    "responsabilities6": "GAMINGPALS no se hace responsable por la utilizaci√≥n que el Usuario realice delos servicios y productos del Sitio Web ni de sus contrase√±as, as√≠ como de cualquier otro material del Sitio Web, infringiendo los derechos de propiedad intelectual o industrial o cualquier otro derecho de terceros. En caso de que existieran Contenidos para adultos, es responsabilidad del Usuario o de sus representantes legales, limitar el acceso a los menores de edad que est√©n a sucargo, con los mecanismos que el propio navegador de Internet u otros servicios de terceros ponen a su disposici√≥n.",
    "responsabilities7": "Si el Usuario tuviera conocimiento de la existencia de alg√∫n contenido il√≠cito, ilegal, contrario a las leyes o que pudiera suponer una infracci√≥n de derechos de propiedad intelectual y/o industrial,deber√° notificarlo inmediatamente a GAMINGPALS para que √©sta pueda proceder a la adopci√≥n de las medidas oportunas.",
    "responsabilities8": "El Usuario responder√° de los da√±os y perjuicios de toda naturaleza que GAMINGPALS pueda sufrir como consecuencia del incumplimiento de cualquiera de las obligaciones a las que queda sometido por √©stas condiciones o las condiciones particulares que sean de aplicaci√≥n.",
    "links": "6. ENLACES",
    "links1": "En caso de que en el Sitio Web el Usuario pudiera encontrar enlaces a otras p√°ginas Web mediante diferentes botones, links, banners, etc., √©stos ser√≠an gestionados por terceros. GAMINGPALS no tiene facultad ni medios humanos ni t√©cnicos para conocer, controlar ni aprobar toda la informaci√≥n, contenidos, productos o servicios facilitados porotros sitios Web a los que se puedan establecer enlaces desde el Sitio Web. En consecuencia, GAMINGPALS no podr√° asumir ning√∫n tipo de responsabilidad por cualquier aspecto relativo a la p√°gina Web a la que se pudiera establecer un enlace desde el Sitio Web.",
    "privacy": "7. POL√çTICA DE PRIVACIDAD",
    "privacy1": "En cumplimiento de lo dispuesto en la Ley Org√°nica 15/1999, de 13 de diciembre, de Protecci√≥n de Datos de Car√°cter Personal, la sociedad mercantil, GAMINGPALS, S.Coop. (en adelante, GAMINGPALS), le comunica que:",
    "privacy2": "1. Los datos personales facilitados por Usted a trav√©s del presente Sitio Web de titularidad de GAMINGPALS se incorporar√°n a los ficheros de titularidad de GAMINGPALS, debidamente inscritos en el Registro General de Protecci√≥n de Datos. La finalidad de dichos ficheros esla gesti√≥n de los usuarios del Sitio Web, la gesti√≥n de los servicios ofrecidos a trav√©s de dicho sitio y, en su caso, la gesti√≥n, desarrollo y cumplimiento de la relaci√≥n establecida entre GAMINGPALS y quienes aporten sus datos personales a trav√©s del Sitio Web. Igualmente, GAMINGPALS tratar√° los datos para gestionar las consultas que reciba a trav√©s del Sitio Web por parte de los usuarios del mismo, para el env√≠o de informaci√≥n de utilidad o inter√©s relativa a art√≠culos, eventos y publicaciones, publicitarios y de informaci√≥n comercial, por diferentes medios, a los mismos, acerca de la empresa, sus actividades, concursos, productos, servicios, ofertas, promociones especiales, as√≠ como documentaci√≥n de diversa naturaleza.",
    "privacy3": "2. Asimismo, le informamos que los datos facilitados podr√°n ser comunicados a las sociedades que colaboran con GAMINGPALS, para el cumplimiento de los mismos fines informados con anterioridad.",
    "privacy4": "3. En respuesta a la preocupaci√≥n de GAMINGPALS por garantizar la seguridad y confidencialidad de sus datos, se han adoptado los niveles de seguridad requeridos de protecci√≥n de los datos personales y se han implementado los medios t√©cnicos a su alcance para evitar la p√©rdida, mal uso, alteraci√≥n, acceso no autorizado y robo de los datos personales facilitados a trav√©s de",
    "privacy5": "4. Usted garantiza que los datos aportados son verdaderos, asimismo, y en cualquier caso, GAMINGPALS no asumir√° responsabilidad alguna, ya sea por da√±os directos o indirectos, da√±o emergente y/o por lucro cesante que puedan derivarse como consecuencia del incumplimiento de tal obligaci√≥n. En el caso de que los datos aportados pertenecieran a un tercero, Usted garantiza que ha informado a dicho tercero de los aspectos contenidos en este documento y obtenido su autorizaci√≥npara facilitar sus datos a GAMINGPALS para los fines se√±alados.",
    "privacy6": "5. GAMINGPALS se reserva el derecho a modificar las presentes condiciones de su Pol√≠tica de Protecci√≥n de Datos, de conformidad con la legislaci√≥n aplicable en cada momento. Cualquier modificaci√≥n ser√° incluida en las presentes condiciones y publicada en el Sitio Web a la que tendr√°n acceso todos los Usuarios, de conformidad con las condiciones establecidas en el Aviso Legal de la misma.",
    "privacy7": "6. Para ejercitar sus derechos de acceso, rectificaci√≥n, cancelaci√≥n y oposici√≥n sobre sus datos, usted puede dirigirse por escrito a la siguiente direcci√≥n: Campus de Reina Mercedes, Edificio Celestino Mutis, Avda. Reina Mercedes, s/n, 41012 Sevilla.",
    "privacy8": "7. De conformidad con lo establecido en la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Informaci√≥n y del Comercio Electr√≥nico, en el supuesto de que usted no desee recibir comunicaciones comerciales electr√≥nicas en el futuro, por parte de GAMINGPALS, podr√° manifestar tal deseo enviando un mail a la siguiente direcci√≥n de correo electr√≥nico:",
    "cookies": "8. POL√çTICA DE COOKIES",
    "cookies1": "Le informamos de que en",
    "cookies2": "utilizamos cookies con objeto de facilitar el uso y navegaci√≥n a trav√©s de la p√°gina web y mejorar la calidad de la p√°gina de acuerdo a los h√°bitos y estilos de navegaci√≥n de los usuarios.",
    "cookies3": "1. ¬øQu√© son las cookies?",
    "cookies4": "Son ficheros que se descargan en el ordenador, Smartphone o tableta del usuario cuando accede a una p√°gina web y permiten al titular de dicha p√°gina almacenar o recuperar determinada informaci√≥n sobre m√∫ltiples variables, como por ejemplo; el n√∫mero de veces que la p√°gina ha sido visitada por el usuario, garantizar la sesi√≥n del usuario mientras navega por la p√°gina, etc. Es necesario se√±alar que el bloqueo de la totalidad de las cookies puede inhabilitar ciertos servicios y funcionalidades",
    "cookies5": "2. Cookies utilizadas",
    "cookies6": "JSESSIONID es una cookie generada por contenedores Servlet como Tomcat o Jetty y utilizada para la administraci√≥n de sesiones en la aplicaci√≥n web J2EE para el protocolo HTTP.",
    "cookies7": "Es una cookie en la que se almacena el idioma que se desea en la p√°gina.",
    "cookies8": "3. ¬øC√≥mo visualizar las cookies?",
    "cookies9": "Todos los navegadores ofrecen al usuario la posibilidad de buscar y visualizarlas cookies que instala un determinado sitio web, obtener informaci√≥n relativa a la duraci√≥n de las mismas y la posibilidad de eliminarlas, tal y como se indica en el siguiente apartado. A continuaci√≥n, se muestran una serie de enlaces informativos sobre esta cuesti√≥n, en base a los navegadores m√°s utilizados:",
    "cookies10": "4. ¬øC√≥mo desactivar o eliminar las cookies?",
    "cookies11": "Para desactivar, restringir, bloquear o eliminar las cookies, el usuario deber√° modificar la configuraci√≥n del navegador que utilice en su terminal, ya sea ordenador, Smartphone o tablet. Con car√°cter general los navegadores ofrecen las siguientes opciones de configuraci√≥n en relaci√≥n a la instalaci√≥n de cookies:",
    "cookies12": "Que e lnavegador rechace todas las cookies, y por lo tanto, que no se instale ninguna cookie de ninguna p√°gina web en su terminal.",
    "cookies13": "Que el navegador le avise antes de que se produzca la instalaci√≥n de la cookie para que usted decida si acepta o no la instalaci√≥n de la misma.",
    "cookies14": "Que el navegador √∫nicamente rechace las cookies de terceros de los sitios web que visita, pero no las utilizadas por el sitio web por el que usted navega.",
    "cookies15": "La opci√≥n de navegaci√≥n en modo privado mediante la cual, las cookies se instalan en el terminal, pero se elimina de manera autom√°tica cuando finaliza la navegaci√≥n por la p√°gina web:",
    "duration": "9. DURACI√ìN Y MODIFICACI√ìN",
    "duration1": "GAMINGPALS podr√° modificar los t√©rminos y condiciones aqu√≠ estipuladas, total o parcialmente, publicando cualquier cambio en la misma forma en que aparece este Aviso legal o a trav√©s de cualquier tipo de comunicaci√≥n dirigida a los Usuarios. La vigencia temporal de este Aviso legal coincide, por lo tanto, con el tiempo de su exposici√≥n, hasta que sean modificadas total o parcialmente, momento en el cual pasar√° a tener vigencia el Aviso legal modificado. Con independencia de lo dispuesto en las condiciones particulares, GAMINGPALS podr√° dar por terminado, suspender o interrumpir, en cualquier momento sin necesidad de preaviso, el acceso a los contenidos de la p√°gina, sin posibilidad por parte del Usuario de exigir indemnizaci√≥n alguna.",
    "legislation": "10. LEGISLACI√ìN Y JURISDICCI√ìN APLICABLE",
    "legislation1": "Las relaciones establecidas entre GAMINGPALS y el Usuario se regir√°n por lo dispuesto en la normativa espa√±ola vigente. GAMINGPALS y el Usuario, con renuncia expresa a cualquier otro fuero que pudiera corresponderles, someter√°n cuales quiera controversias y/o litigiosal conocimiento de los Juzgados y Tribunales de la ciudad de Sevilla (Espa√±a)."
  },
  "contact":{
    "contact":"Contactanos",
    "contactus": "Puedes enviarnos un email a la siguiente direcci√≥n de correo"

  },
  "passwordrecovery": {
    "header" : "Recuperaci√≥n de contrase√±a",
    "notfound": "No se encontr√≥ ninguna cuenta ligada a esa direcci√≥ email",
    "internal": "Humo un error intentando recuperar tu contrase√±a"
  },
  "aboutUs":{
  	 "p1": "GamingPals es el lugar donde encontrarte con tus mejores amigos para tus partidas de videojuegos. Nace de la idea de que los jugadores positivos y que inspiran confianza se merecen una buena experiencia de juego con gente que no conocen de internet.",
     "p2": "Con este objetivo, les ofrecemos un entorno gratuito donde encontrar, evaluar y calificara otros jugadores. Tambi√©n les ofrecemos las herramientas de comunicaci√≥n adecuadas para ello.",
     "p3": "Como caracter√≠stica adicional, ofrecemos la posibilidad de poder unirte a nuestros torneos. En nuestra web podr√°s jugar torneos de videojuegos de Steam y League of Legends. Tendr√°s un lugar donde poner a prueba tus habilidades de competici√≥n con otros amigos por premios geniales. ",
     "p4": "¬°√önete a nosotros de forma gratuita y empieza a formar parte de la mejor comunidad de gaming!"
 },
  "awardForm":{
    "createAward": "Crear premio",
    "image": "Imagen",
    "description": "DescripciÛn",
    "create": "Crear"
  }


}