{
  "home" : "Inicio",
  "pals" : "Amigos",
  "tournaments" :"Torneos",
  "profile": "Perfil",
  "profileview": {
    "editprofile": "Editar Perfil",
    "follow" : "Seguir",
    "unfollow" : "Dejar de seguir",
    "following": "Siguiendo",
    "followers": "Seguidores",
    "outOf":"basado en ",
    "ratings":"Puntuaciones",
    "stats":"Estadísticas",
    "gameProfiles":"Perfiles en juegos",
    "noGames":"Este jugador no tiene ningún juego registrado.",
    "noFollowers":"¡Este usuario no tiene seguidores! Se el primero.",
    "noFollowing":"Este usuario aún no sigue a nadie.",
    "noTeam":"Este usuario aún no pertenece a ningún equipo.",
    "noRating":"¡Este usuario aún no tiene puntuaciones! Se el primero en puntuarlo.",
    "writeRating":"Puntuar",
    "addSteamAccount":"Añadir cuenta de Steam",
    "steam":{
      "help": "Haz click aquí para averiguar tu ID de Steam"
    }
  },
  "send" :"Enviar",
  "view":"Ver",
  "404user":"USUARIO NO ENCONTRADO",
  "rate":"Valorar",
  "seeMore":"Ver mas",
  "signup": "Regístrate",
  "login": "Entrar",
  "logout": "Salir",
  "lolslider": "Únete a nuestra comunidad de League of Legends. 0% Toxicidad 100% Diversión",
  "dotaslider": "¡Comunidad de Dota 2 proximamente!",
  "loginview":{
    "password": "Contraseña",
    "username" : "Nombre de usuario",
    "message" : "Únete a nuestra comunidad y comienza a jugar mejor y más feliz",
    "donthaveaccount": "¿Aún no tienes cuenta?"
  },
  "signupform": {
    "name": "Nombre",
    "userAccount": "Datos de usuario",
    "username": "Nombre de usuario",
    "error1": "Introduzca un valor para este campo.",
    "error2": "El campo debe tener más de 5 carácteres",
    "error3": "El campo debe tener menos de 32 carácteres",
    "password": "Contraseña",
    "rPassword": "Repita la contraseña",
    "error4": "Las contraseñas no coinciden",
    "pData": "Datos personales",
    "email": "Email",
    "picture": "Imagen",
    "headerImage": "Imagen de cabecera",
    "age": "Edad",
    "languages": "Idiomas",
    "error5": "Introduzca un email válido.",
    "error6": "Introduzca una URL válido.",
    "error7": "Introduzca un número.",
    "error8": "Seleccione un valor para este campo.",
    "success": "Se ha registrado correctamente en nuestro sistema, inicie sesión y comience a disfrutar de Gaming Pals"
  
  },
  "main": {
 	 "friendly": " Nuestra comunidad es acogedora y no toleramos ningún tipo de toxicidad.",
 	 "slogan": "Preparate para una nueva experiencia de juego al entrar en nuestra comunidad. 0% Toxicidad 100% Diversión",
 	 "competition":" Compite en torneos en un entorno amigable donde podrás encontrar nuevos amigos.",
 	 "community":" Sigue a nuevos amigos, enviales peticiones para jugar y valoralos con 3 métricas diferentes:",
 	 "attitude":"Actitud",
 	 "knowledge":"Conocimiento",
 	 "skill":"Habilidad",
 	 "join":"Entra en nuestra comunidad de League of Legends",
 	 "join2":"¿Entonces, a qué estás esperando? ¡Únete!",
 	 "singup":"Regístrate",
 	 "comingSoon":"Próximamente",
 	 "and":"Y"
  },
  "addSummoner":{
  	"region": "Región",
  	"select":"Seleccionar",
  	"validateLOL":"Para validar que estás autenticado con tu cuenta de LoL necesitamos que hagas una cosa por nosotros, por favor logueate en tu cuenta de LoL y cambia el nombre de una de tus páginas de maestrías por esto:",
  	"checkLOL":"Una vez hecho, cliquea en 'Comprobar cuenta de Lol'",
  	"clickCheck": "Comprobar cuenta de Lol",
  	"addSummoner":"Añadir invocador"
  },
  "assignTeam":{
  	"select":"Selecciona un equipo",
  	"selectedTeam":"El equipo seleccionado se inscribirá a ",
  	"inscribe":"Inscribir"
  },
  "team":{
  "searchMember":"Buscar un miembro:",
  "members":"Miembros seleccionados",
  "create":"Crear equipo",
  "teamName": "Nombre del equipo",
  "membs":"Miembros"
  },
  "tournament":{
 	 "create":"Crear un torneo",
 	 "title": "Título",
 	 "description":"Descripción",
 	 "rules":"Reglas",
 	 "numberTeams":"Número de equipos ",
 	 "selectValue":"Seleccionar un valor",
 	 "teams":"Equipos",
 	 "inscriptionLimit":"Límite de inscripción",
 	 "tournaments":"Torneos",
 	 "started":"¡EN MARCHA!",
 	 "inscriptionClosed":"¡Inscripción cerrada!",
 	 "inscribe":"INSCRIBIRSE",
 	 "inscriptedTeams":"Equipos inscriptos",
 	 "bracket":"Emparejamiento",
 	 "awards":"Premios",
 	 "adminZone":"Zona del administrador",
 	 "advanceRounds":"Avanzar rondas",
 	 "information":"Information",
 	 "notFound":"Torneo no encontrado"
  },
  "lol":{
 	 "recentMatches":"Partidas recientes"
  },
  "messages":{
 	 "conversations":"Conversaciones",
 	 "joinDiscord":"Únete a nuestro servidor de Discord"},
  "chat":{
 	 "messages":"Mensajes",
 	  "typing":"Escribiendo",
 	 "connected":"Conectado",
 	 "userNotFound":"Usuario no encontrado"
  },
  "notification":{
  	"notifications":"Notificaciones",
  	"teamInvitations":"Invitaciones a equipos",
  	"newFollowers":"Nuevos seguidores",
  	"noTeamInvitations":"No has recibido invitaciones últimamente.",
  	"reject":"Rechazar",
  	"accept":"Aceptar",
  	"noNewFollowers":"No has sido seguido últimamente.",
  	"followYou":"Has followed you"
  },
  "reportform":{
  "report":"Reportar",
  "proof":"Prueba",
  "comment":"Comentario",
  "reportMatch":"Reportar partida",
  "result":"Resultado",
  "selectOption":"Selecciona una opción",
  "looser":"Perdedor",
  "winner":"Ganador",
  "incidence":"Incidencia"
  },
  "search":{
  "pals":"Buscar amigos",
  "game":"Juego",
  "selectGame":"Selecciona un juego",
  "tier":"Nivel",
  "selectTier":"Selecciona el nivel",
  "bronze":"Bronce",
  "silver":"Plata",
  "gold":"Oro",
  "platinum":"Platino",
  "diamond":"Diamante",
  "master":"Maestro",
  "challenger":"Aspirante",
  "resetFilter":"Reiniciar filtro",
  "games":"Juegos",
  "ratingAvg":"Puntuación media",
  "filter":"Filtrar"
  },
  "teamForm":{
  "t":"Equipo",
  "teamNotFound":"Equipo no encontrado"
  },
  "confrontationview":{
  	"controntationList":"Lista de enfrentamientos",
  	"round":"Ronda",
  	"numberMatch":"Número de partida",
  	"limit":"Límite para jugar"  	
  },
  "reportview":{
  "list":"Lista de reportes",
  "reportedUsed":"Usuario reportado",
  "action":"Acción"
  
  },
  "users":{
  	"usersList":"Lista de usuarios"	
  },
  "layout":{
  "userReportedList":"Lista de usarios reportados",
  "myGameProfiles":"Mis perfiles de juegos",
  "myFollowing":"Mis seguidos",
  "myFollowers":"Mis seguidores",
  "myTeams":"Mis equipos",
  "ratingsReceived":"Puntuaciones recibidas",
  "notifications":"Notificaciones",
  "teamNotifications":"Invitaciones a equipos",
  "newFollowers":"Nuevos seguidores",
  "messages":"Mensajes",
  "aboutUs":"Sobre nosotros",
  "contact":"Contactar",
  "legalNote":"Aviso legal"
  },
  "steam":{
  	"clickCheck":"Ahora haga clic en el botón Comprobar para poder ofrecerle juegos disponibles en nuestro sistema.",
  	"check":"Comprobar",
  	"availablesGames":"Selecciona los juegos disponibles para añadir con tu Cuenta de Steam.",
  	"selectGames":"Selecciona tus juegos",
  	"yourUsernameSteam":"Tu nombre de usuario en Steam",
  	"noHaveGames":"No dispones de juegos nuevos para añadir."
  },
  "legalIssues":{
    "title": "Aviso legal",
    "introduction1": "Lea cuidadosamente el siguiente documento. El mismo se constituye como el Aviso Legal y las Condiciones de Uso que regulan el acceso, navegación y uso de la web de la sociedad cooperativa, “GAMINGPALS S.COOP.” ubicada en el sitio web",
    "introduction2": "El acceso, navegación y utilización de esta página web implica por su parte la aceptación expresa y sin reservas de todos los términos del presente Aviso Legal, teniendo la misma validez y eficacia que cualquier contrato celebrado por escrito y firmado a tal efecto.",
    "introduction3": "Su observancia y cumplimiento será exigible respecto de cualquier persona que acceda, navegue o utilice el Sitio Web. Si usted no está de acuerdo con los términos expuestos, no acceda, navegue o utilice el Sitio Web.",
    "companyData": "1. DATOS DE LA COMPAÑÍA",
    "companyData1": "“GAMINGPALS S.COOP.”  es una sociedad cooperativa con domicilio en Campus de Reina Mercedes, Edificio Celestino Mutis, Avda. Reina Mercedes, s/n, 41012 Sevilla. Para comunicarse con GAMINGPALS, de manera directa y efectiva, podrá dirigirse a la dirección de correo electrónico:",
    "objectScope": "2. OBJETO Y ÁMBITO DE APLICACIÓN",
    "objectScope1": "Las presentes Condiciones regulan el acceso a los contenidos y todos los servicios y productos ofrecidos por GAMINGPALS a través de su Sitio Web, así como la utilización de los mismos por parte de los Usuarios. No obstante, GAMINGPALS se reserva el derecho a modificar la presentación, configuración y contenido del Sitio Web, así como también las condiciones requeridas para su acceso y/o utilización.",
    "objectScope2": "Antes de utilizar, reservar y/o contratar servicios ofertados por GAMINGPALS, el Usuario deberá leer atentamente las condiciones particulares creadas, en su caso, a tal efecto por GAMINGPALS La utilización, reserva y/o la contratación de dichos servicios, implica la aceptación de las condiciones particulares que los regulen en la versión publicada por GAMINGPALS en el momento en que se produzca dicha utilización, reserva y/o contratación. El acceso, navegación y uso del Sitio Web conllevan y supone la aceptación por el Usuario del presente Aviso Legal y las Condiciones de Uso que incluye.",
    "objectScope3": "En este sentido, se entenderá por Usuario a la persona que acceda, navegue, utilice o participe en los servicios desarrollados en el Sitio Web.",
    "accessSecurity": "3. ACCESO Y SEGURIDAD",
    "accessSecurity1": "El acceso a los contenidos sobre los servicios proporcionados por",
    "accessSecurity2": "están sujetos a registro, contratación previa y al pago de una cantidad, lo cual se especificará en sus propias condiciones de contratación. Queda prohibido el acceso al Sitio Web por parte de menores de edad, salvo que cuenten con la autorización previa y expresa de sus padres, tutores o representantes legales, los cuales serán considerados como responsables de los actos que lleven a cabo los menores a su cargo, conforme a la normativa vigente. En todo caso, se presumirá que el acceso realizado por un menor al Sitio Web se ha realizado con autorización previa y expresa de sus padres, tutores o representantes legales.",
    "accessSecurity3": "El acceso a los contenidos a través del Sitio Web requiere registro, mediante la selección por parte del Usuario, de identificador y contraseña.",
    "accessSecurity4": "La contraseña tendrá carácter personal e intransferible. El Usuario se compromete a hacer un uso diligente de su contraseña y mantenerla en secreto, no transmitiendola a ningún tercero y tampoco a la propia entidad GAMINGPALS. En consecuencia, los Usuarios son responsables de la adecuada custodia y confidencialidad de cualesquiera identificadores y/o contraseñas que hayan seleccionado como Usuarios registrados de GAMINGPALS, y se comprometen a no ceder su uso a terceros, ya sea temporal o permanente, ni permitir su acceso a personas ajenas. Será responsabilidad del Usuario la utilización ilícita del Sitio Web por cualquier tercero ilegítimo, que emplee a tal efecto una contraseña a causa de una utilización no diligente o de la pérdida de la misma por el Usuario.",
    "accessSecurity5": "No obstante, el Sitio Web dispone de las funcionalidades necesarias para que el Usuario pueda cambiar su contraseña cuando lo considere oportuno, por ejemplo, porque sospeche o constante que se haya producido la quiebra de la confidencialidad de la contraseña.",
    "accessSecurity6": "En virtud de lo anterior, es obligación del Usuario notificar de forma inmediata a los gestores del Sitio Web acerca de cualquier hecho que permita el uso indebido de los identificadores y/o contraseñas, tales como el robo, extravío, o el acceso no autorizado a los mismos, con el fin de proceder a su inmediata cancelación. Mientras no se comuniquen tales hechos, GAMINGPALS quedará eximida de cualquier responsabilidad que pudiera derivarse del uso indebido de los identificadores o contraseñas por terceros no autorizados.",
    "intellectualProperty": "4. DERECHOS DE PROPIEDAD INTELECTUAL E INDUSTRIAL",
    "intellectualProperty1": "El presente Sitio Web se rige por las leyes españolas y por la legislación nacional e internacional sobre propiedad intelectual e industrial. En ningún caso se entenderá que el acceso y navegación del Usuario por el Sitio Web o la utilización, adquisición y/o contratación de productos o servicios ofertados a través del Sitio Web, implique una renuncia, transmisión, licencia o cesión total ni parcial de dichos derechos por parte de GAMINGPALS. El Usuario dispone de un derecho de uso estrictamente privado, exclusivamente con la finalidad de disfrutar de las prestaciones del servicio de acuerdo con estas Condiciones Generales.",
    "intellectualProperty2": "Las referencias a nombres y marcas comerciales o registradas, logotipos u otros signos distintivos, ya sean titularidad de GAMIGNPALS o de terceras empresas, llevan implícitas la prohibición sobre su uso, sin el consentimiento previo, expreso y por escrito de GAMINGPALS o de sus legítimos propietarios. En ningún momento, salvo manifestación previa, expresa y por escrito, el acceso o uso del Sitio Web y/o de sus contenidos y/o servicios, confiere al Usuario derecho alguno sobre las marcas, logotipos y/o signos distintivos en él incluidos protegidos por Ley.",
    "intellectualProperty3": "Quedan reservados todos los derechos de Propiedad Intelectual e Industrial sobre los contenidos y/o servicios y, en particular, queda prohibido modificar, copiar, reproducir, comunicar públicamente, transformar o distribuir de cualquier forma la totalidad o parte de los contenidos y/o servicio incluidos en el Sitio Web, para propósitos públicos o comerciales, si no se cuenta con la autorización previa, expresa y por escrito de GAMINGPALS o, en su caso, del titular de los derechos correspondientes.",
    "responsabilities": "5. RESPONSABILIDADES Y GARANTÍAS DEL SERVICIO",
    "responsabilities1": "GAMINGPALS mantiene todos los esfuerzos posibles para garantizar la fiabilidad, utilidad o veracidad de los servicios o de la información que se preste a través del Sitio Web. No obstante, GAMINGPALS, en ocasiones, puede no garantizar en todo momento los aspectos citados con anterioridad, de lo que no se hará responsable de ello.",
    "responsabilities2": "Sin embargo, GAMINGPALS declara que ha adoptado todas las medidas necesarias, dentro de sus posibilidades y del estado de la tecnología, para garantizar el funcionamiento del Sitio Web y evitar la existencia y transmisión de virus y demás componentes dañinos a los Usuarios.",
    "responsabilities3": "GAMINGPALS no será responsable en caso de que existan interrupciones del servicio, demoras, errores, mal funcionamiento del mismo y, en general, demás inconvenientes que tengan su origen en causas que escapan de su control, y/o debida a una actuación dolosa o culposa del Usuario y/o tenga por origen causas de fuerza mayor.",
    "responsabilities4": "Sin perjuicio de lo establecido en el artículo 1.105 del Código Civil, se entenderán incluidos en el concepto de fuerza mayor, además, y a los efectos de las presentes condiciones generales, todos aquellos acontecimientos acaecidos fuera del control de GAMINGPALS, tales como: fallo de terceros, operadores o compañías de servicios, actos de Gobierno, falta de acceso a redes de terceros, actos u omisiones de las autoridades públicas, aquellos otros producidos comoconsecuencia de fenómenos naturales, apagones, etc., y el ataque dehackers o terceros especializados a la seguridad o integridad delsistema informático, siempre que GAMINGPALS haya adoptado todas las medidas de seguridad existentes de acuerdo con el estado de la tecnología.",
    "responsabilities5": "GAMINGPALS tendrá derecho, sin que exista indemnización alguna al Usuario porestos conceptos, a suspender temporalmente los servicios y Contenidos del Sitio Web para efectuar operaciones de mantenimiento, mejora oreparación de los mismos. En el supuesto de que la interrupción que se efectúe tenga carácter definitivo, no queda garantizada la disponibilidad de la información almacenada en los distintos servicios, no obstante, dicha circunstancia se notificará previamente a los Usuarios. Sin perjuicio de lo anterior,independientemente de la causa, GAMINGPALS no asumirá responsabilidad alguna por la pérdida de información, ya sea por daños directos o indirectos, daño emergente y/o por lucro cesante.",
    "responsabilities6": "GAMINGPALS no se hace responsable por la utilización que el Usuario realice delos servicios y productos del Sitio Web ni de sus contraseñas, así como de cualquier otro material del Sitio Web, infringiendo los derechos de propiedad intelectual o industrial o cualquier otro derecho de terceros. En caso de que existieran Contenidos para adultos, es responsabilidad del Usuario o de sus representantes legales, limitar el acceso a los menores de edad que estén a sucargo, con los mecanismos que el propio navegador de Internet u otros servicios de terceros ponen a su disposición.",
    "responsabilities7": "Si el Usuario tuviera conocimiento de la existencia de algún contenido ilícito, ilegal, contrario a las leyes o que pudiera suponer una infracción de derechos de propiedad intelectual y/o industrial,deberá notificarlo inmediatamente a GAMINGPALS para que ésta pueda proceder a la adopción de las medidas oportunas.",
    "responsabilities8": "El Usuario responderá de los daños y perjuicios de toda naturaleza que GAMINGPALS pueda sufrir como consecuencia del incumplimiento de cualquiera de las obligaciones a las que queda sometido por éstas condiciones o las condiciones particulares que sean de aplicación.",
    "links": "6. ENLACES",
    "links1": "En caso de que en el Sitio Web el Usuario pudiera encontrar enlaces a otras páginas Web mediante diferentes botones, links, banners, etc., éstos serían gestionados por terceros. GAMINGPALS no tiene facultad ni medios humanos ni técnicos para conocer, controlar ni aprobar toda la información, contenidos, productos o servicios facilitados porotros sitios Web a los que se puedan establecer enlaces desde el Sitio Web. En consecuencia, GAMINGPALS no podrá asumir ningún tipo de responsabilidad por cualquier aspecto relativo a la página Web a la que se pudiera establecer un enlace desde el Sitio Web.",
    "privacy": "7. POLÍTICA DE PRIVACIDAD",
    "privacy1": "En cumplimiento de lo dispuesto en la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal, la sociedad mercantil, GAMINGPALS, S.Coop. (en adelante, GAMINGPALS), le comunica que:",
    "privacy2": "1. Los datos personales facilitados por Usted a través del presente Sitio Web de titularidad de GAMINGPALS se incorporarán a los ficheros de titularidad de GAMINGPALS, debidamente inscritos en el Registro General de Protección de Datos. La finalidad de dichos ficheros esla gestión de los usuarios del Sitio Web, la gestión de los servicios ofrecidos a través de dicho sitio y, en su caso, la gestión, desarrollo y cumplimiento de la relación establecida entre GAMINGPALS y quienes aporten sus datos personales a través del Sitio Web. Igualmente, GAMINGPALS tratará los datos para gestionar las consultas que reciba a través del Sitio Web por parte de los usuarios del mismo, para el envío de información de utilidad o interés relativa a artículos, eventos y publicaciones, publicitarios y de información comercial, por diferentes medios, a los mismos, acerca de la empresa, sus actividades, concursos, productos, servicios, ofertas, promociones especiales, así como documentación de diversa naturaleza.",
    "privacy3": "2. Asimismo, le informamos que los datos facilitados podrán ser comunicados a las sociedades que colaboran con GAMINGPALS, para el cumplimiento de los mismos fines informados con anterioridad.",
    "privacy4": "3. En respuesta a la preocupación de GAMINGPALS por garantizar la seguridad y confidencialidad de sus datos, se han adoptado los niveles de seguridad requeridos de protección de los datos personales y se han implementado los medios técnicos a su alcance para evitar la pérdida, mal uso, alteración, acceso no autorizado y robo de los datos personales facilitados a través de",
    "privacy5": "4. Usted garantiza que los datos aportados son verdaderos, asimismo, y en cualquier caso, GAMINGPALS no asumirá responsabilidad alguna, ya sea por daños directos o indirectos, daño emergente y/o por lucro cesante que puedan derivarse como consecuencia del incumplimiento de tal obligación. En el caso de que los datos aportados pertenecieran a un tercero, Usted garantiza que ha informado a dicho tercero de los aspectos contenidos en este documento y obtenido su autorizaciónpara facilitar sus datos a GAMINGPALS para los fines señalados.",
    "privacy6": "5. GAMINGPALS se reserva el derecho a modificar las presentes condiciones de su Política de Protección de Datos, de conformidad con la legislación aplicable en cada momento. Cualquier modificación será incluida en las presentes condiciones y publicada en el Sitio Web a la que tendrán acceso todos los Usuarios, de conformidad con las condiciones establecidas en el Aviso Legal de la misma.",
    "privacy7": "6. Para ejercitar sus derechos de acceso, rectificación, cancelación y oposición sobre sus datos, usted puede dirigirse por escrito a la siguiente dirección: Campus de Reina Mercedes, Edificio Celestino Mutis, Avda. Reina Mercedes, s/n, 41012 Sevilla.",
    "privacy8": "7. De conformidad con lo establecido en la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y del Comercio Electrónico, en el supuesto de que usted no desee recibir comunicaciones comerciales electrónicas en el futuro, por parte de GAMINGPALS, podrá manifestar tal deseo enviando un mail a la siguiente dirección de correo electrónico:",
    "cookies": "8. POLÍTICA DE COOKIES",
    "cookies1": "Le informamos de que en",
    "cookies2": "utilizamos cookies con objeto de facilitar el uso y navegación a través de la página web y mejorar la calidad de la página de acuerdo a los hábitos y estilos de navegación de los usuarios.",
    "cookies3": "1. ¿Qué son las cookies?",
    "cookies4": "Son ficheros que se descargan en el ordenador, Smartphone o tableta del usuario cuando accede a una página web y permiten al titular de dicha página almacenar o recuperar determinada información sobre múltiples variables, como por ejemplo; el número de veces que la página ha sido visitada por el usuario, garantizar la sesión del usuario mientras navega por la página, etc. Es necesario señalar que el bloqueo de la totalidad de las cookies puede inhabilitar ciertos servicios y funcionalidades",
    "cookies5": "2. Cookies utilizadas",
    "cookies6": "JSESSIONID es una cookie generada por contenedores Servlet como Tomcat o Jetty y utilizada para la administración de sesiones en la aplicación web J2EE para el protocolo HTTP.",
    "cookies7": "Es una cookie en la que se almacena el idioma que se desea en la página.",
    "cookies8": "3. ¿Cómo visualizar las cookies?",
    "cookies9": "Todos los navegadores ofrecen al usuario la posibilidad de buscar y visualizarlas cookies que instala un determinado sitio web, obtener información relativa a la duración de las mismas y la posibilidad de eliminarlas, tal y como se indica en el siguiente apartado. A continuación, se muestran una serie de enlaces informativos sobre esta cuestión, en base a los navegadores más utilizados:",
    "cookies10": "4. ¿Cómo desactivar o eliminar las cookies?",
    "cookies11": "Para desactivar, restringir, bloquear o eliminar las cookies, el usuario deberá modificar la configuración del navegador que utilice en su terminal, ya sea ordenador, Smartphone o tablet. Con carácter general los navegadores ofrecen las siguientes opciones de configuración en relación a la instalación de cookies:",
    "cookies12": "Que e lnavegador rechace todas las cookies, y por lo tanto, que no se instale ninguna cookie de ninguna página web en su terminal.",
    "cookies13": "Que el navegador le avise antes de que se produzca la instalación de la cookie para que usted decida si acepta o no la instalación de la misma.",
    "cookies14": "Que el navegador únicamente rechace las cookies de terceros de los sitios web que visita, pero no las utilizadas por el sitio web por el que usted navega.",
    "cookies15": "La opción de navegación en modo privado mediante la cual, las cookies se instalan en el terminal, pero se elimina de manera automática cuando finaliza la navegación por la página web:",
    "duration": "9. DURACIÓN Y MODIFICACIÓN",
    "duration1": "GAMINGPALS podrá modificar los términos y condiciones aquí estipuladas, total o parcialmente, publicando cualquier cambio en la misma forma en que aparece este Aviso legal o a través de cualquier tipo de comunicación dirigida a los Usuarios. La vigencia temporal de este Aviso legal coincide, por lo tanto, con el tiempo de su exposición, hasta que sean modificadas total o parcialmente, momento en el cual pasará a tener vigencia el Aviso legal modificado. Con independencia de lo dispuesto en las condiciones particulares, GAMINGPALS podrá dar por terminado, suspender o interrumpir, en cualquier momento sin necesidad de preaviso, el acceso a los contenidos de la página, sin posibilidad por parte del Usuario de exigir indemnización alguna.",
    "legislation": "10. LEGISLACIÓN Y JURISDICCIÓN APLICABLE",
    "legislation1": "Las relaciones establecidas entre GAMINGPALS y el Usuario se regirán por lo dispuesto en la normativa española vigente. GAMINGPALS y el Usuario, con renuncia expresa a cualquier otro fuero que pudiera corresponderles, someterán cuales quiera controversias y/o litigiosal conocimiento de los Juzgados y Tribunales de la ciudad de Sevilla (España)."
  }

}